<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
 
<head>
         
        <meta charset="utf-8">
        <meta name="viewport" content="width=device-width, initial-scale=1">
        <title>MAT2502 - An&aacute;lise Complexa </title>
        
        <style> 

    html body {
        font-family: 'Raleway', sans-serif;
        background-color: white;
    }

    :root {
        --accent: red;
        --border-width:  10px ;
    }
ul, ol {
  padding: 15;
  margin: 0 0 @baseLineHeight / 2 25px;
}
</style>


<link rel="stylesheet" href="main.css">





<link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Raleway">


 <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/highlight.js/9.12.0/styles/solarized-dark.min.css"> 


<link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/css/bootstrap.min.css" integrity="sha384-BVYiiSIFeK1dGmJRAkycuHAHRg32OmUcww7on3RYdg4Va+PmSTsz/K68vbdEjh4u" crossorigin="anonymous">


<link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/font-awesome/4.7.0/css/font-awesome.min.css" integrity="sha384-wvfXpqpZZVQGK6TAh5PVlGOfQNHSoD2xbE+QkPxCAFlNEevoEH3Sl0sibVcOQVnN" crossorigin="anonymous">
 


    <script src="https://cdnjs.cloudflare.com/ajax/libs/highlight.js/9.12.0/highlight.min.js"></script>

     <script src="https://cdnjs.cloudflare.com/ajax/libs/highlight.js/9.12.0/languages/go.min.js"></script>  <script src="https://cdnjs.cloudflare.com/ajax/libs/highlight.js/9.12.0/languages/haskell.min.js"></script>  <script src="https://cdnjs.cloudflare.com/ajax/libs/highlight.js/9.12.0/languages/kotlin.min.js"></script>  <script src="https://cdnjs.cloudflare.com/ajax/libs/highlight.js/9.12.0/languages/scala.min.js"></script>  <script src="https://cdnjs.cloudflare.com/ajax/libs/highlight.js/9.12.0/languages/swift.min.js"></script> 

    <script>hljs.initHighlightingOnLoad();</script>







<script src="https://ajax.googleapis.com/ajax/libs/jquery/3.2.1/jquery.min.js"></script>


<script src="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/js/bootstrap.min.js" integrity="sha384-Tc5IQib027qvyjSMfHjOMaLkfuWVxZxUPnCJA7l2mCWNIpG9mGCD8wGNIcPD7Txa" crossorigin="anonymous"></script>


<script>$(document).on('click', function() { $('.collapse').collapse('hide'); })</script>
 <meta name="generator" content="Hugo 0.53" />
        

        
    </head>

    
    
    <script type="text/javascript" async
      src="https://cdnjs.cloudflare.com/ajax/libs/mathjax/2.7.1/MathJax.js?config=TeX-AMS-MML_HTMLorMML">
    </script>
    

    <body>
         
        <nav class="navbar navbar-default navbar-fixed-top">

            <div class="container">

                <div class="navbar-header">

                    <a class="navbar-brand visible-xs" href="#">MAT2502, Per&iacute;odo 2019.2 </a>

                    <button class="navbar-toggle" data-target=".navbar-collapse" data-toggle="collapse">
                        <span class="icon-bar"></span>
                        <span class="icon-bar"></span>
                        <span class="icon-bar"></span>
                    </button>

                </div>

                <div class="collapse navbar-collapse">

                    
                        <ul class="nav navbar-nav">
                            
                            
                            <li><a href="informativo-revisado.pdf">Informativo</a></li>
                            
                            <li><a href="assuntos_gerais.html">Assuntos gerais</a></li>

                            <li><a href="listas.html">Listas</a></li>   
                            
                            <li><a href="diario.html">Di&aacute;rio do curso</a></li>

                               
                            
                        </ul>
                    

                    <ul class="nav navbar-nav navbar-right">
                        <li><a href="main.html">MAT2502, Per&iacute;odo 2019.2</a></li>
                            
                            
                        </ul>
                        
                    

                </div>

            </div>

        </nav>



<main>

    <div class="item">

    
    
    

    
    

    <h2><a href="main.html" style="text-decoration:none">An&aacute;lise Complexa</a></h2>
    
    
    
    

</div>


    <br> <div class="text-justify">
    
<Br>    

<p>A disciplina tem por objetivo o estudo rigoroso de t&oacute;picos b&aacute;sicos de an&aacute;lise complexa (tais quais fun&ccedil;&otilde;es holomorfas, a teoria de Cauchy e suas consequ&ecirc;ncias, fun&ccedil;&otilde;es harm&ocirc;nicas, o teorema dos res&iacute;duos, fun&ccedil;&otilde;es meromorfas, aplica&ccedil;&otilde;es conformes e o teorema da aplica&ccedil;&atilde;o de Riemann) bem como alguns t&oacute;picos adicionais avan&ccedil;ados (tais quais os teoremas de Montel e Picard, o princ&iacute;pio de Phragm&eacute;n-Lindel&ouml;f, o teorema dos tr&ecirc;s c&iacute;rculos de Hadamard, fun&ccedil;&otilde;es univalentes).</p> 

<p>O curso tamb&eacute;m oferece uma base s&oacute;lida para o estudo de temas de pesquisa em an&aacute;lise harm&ocirc;nica ou algumas &aacute;reas de sistemas din&acirc;micos, dentre outros.</p>
    
<br>   
    
    <img src="foto.jpg" alt="circle packing" style="width:110%;">

<br><br>
    

    <h3>Pr&eacute;-requisitos</h3> 
    
    
<p>An&aacute;lise complexa elementar. Biblliografia: Suzete Afonso e Marcos da Silva, <i> Teoria b&aacute;sica de an&aacute;lise complexa</i>, editora UNESP.</p>
<p>An&aacute;lise no espa&ccedil;o euclidiano. Bibliografia: Elon Lages Lima, <i> Curso de an&aacute;lise Vol 1 e 2</i>, editora IMPA.</p>
<p> &Aacute;lgebra linear.  Bibliografia: Elon Lages Lima, <i> &Aacute;lgebra linear</i>, editora IMPA.    </p>
    
    <br>

<h3 id="Prof">Professor</h3>

    
<p>Nome:  &nbsp Silvius Klein </p>
    
<p>Sala:  &nbsp  &nbsp &nbsp L749 </p>

<p>Email:   &nbsp &nbsp silviusk [arroba] impa [ponto] br </p>  
<br>
    

<h3 id="Aulas">Aulas</h3>    

<p>Hora:  &nbsp &nbsp segundas e quartas das 15 &agrave;s 17 </p>  
<p>Local:   &nbsp &nbsp  L856</p>  
 <br>  

<h3>Hor&aacute;rio de atendimento </h3>    

<p>Hora:   &nbsp  &nbsp segundas e quartas das 17h00 &agrave;s 17h30 </p>  
<p>Local:  &nbsp  &nbsp L749 ou sala de aula</p>  
 <br>   


<h3>Bibliografia </h3>    

<p><font color=red>[Gamelin]</font> &nbsp Theodore W. Gamelin, <i>Complex Analysis</i>, Springer, Undergraduate Texts in Mathematics. 

 </p>  
<p><p><font color=red>[Stein]</font> &nbsp Elias M. Stein & Rami Shakarchi, <i>Complex Analysis</i>, Princeton Lectures in Analysis, vol II, Princeton University Press.
 </p>  
 <br> 
    
    
<h3>Outros livros importantes de an&aacute;lise complexa  </h3>    

<p> Lars Ahlfors, <i>Complex analysis: an introduction to the theory of analytic functions of one complex variable</i>, McGraw-Hill.
</p>  

<p>John B. Conway, <i>Functions of one complex variable</i>, Springer.
</p>  


<p> Walter Rudin, <i>Real and complex analysis</i>, McGraw-Hill.

</p>  

<p>E.  C. Titchmarsh, <i>The theory of functions</i>, Oxford University Press.

</p> 

<p> Robert E. Greene & Steven G. Krantz, <i>Function Theory of One Complex Variable</i>, American Mathematical Society.


</p>  

<p>Wilhelm Schlag, <i>A Course in Complex Analysis and Riemann Surfaces</i>, American Mathematical Society.

</p> 

</p>  

<p>Barry Simon, <i>Basic Complex Analysis</i>, American Mathematical Society.


</p> 

<br>     

<h3>Avalia&ccedil;&atilde;o </h3>       

<p>Listas de exerc&iacute;cios para entregar durante o semestre.</p>
    
<p>Dois exames escritos (um no meio do semestre e o outro no final). Datas: 17 de outubro e 9 de dezembro.</p> 

<p>C&aacute;lculo da nota final: 30% listas de exerc&iacute;cios, 35% cada exame. </p>
    
<br> 
  
<h3>Ementa do curso - t&oacute;picos fundamentais </h3> 
<ol>
<li value="1">Fun&ccedil;&otilde;es holomorfas. Equa&ccedil;&otilde;es de Cauchy-Riemann. </li>

<li>Algumas fun&ccedil;&otilde;es complexas elementares.  </li>

<li>S&eacute;ries de fun&ccedil;&otilde;es. S&eacute;ries de pot&ecirc;ncias. Fun&ccedil;&otilde;es anal&iacute;ticas. </li>

<li>Integrais de linha complexas. &Iacute;ndice de uma curva.</li> 

<li>O teorema local de Cauchy (para dom&iacute;nios estrelados), a f&oacute;rmula integral de Cauchy para dom&iacute;nios estrelados.  </li>

<li>Consequ&ecirc;ncias fundamentais da teoria de Cauchy: holomorfia implica analiticidade, as desigualdades de Cauchy, o teorema de Liouville, o teorema fundamental da &Aacute;lgebra, o teorema de Morera-Pompeiu, o teorema de Weierstrass.  </li>

<li>Zeros de uma fun&ccedil;&atilde;o holomorfa. Continua&ccedil;&atilde;o anal&iacute;tica. O princ&iacute;pio da simetria de Schwarz.  </li>

<li>O princ&iacute;pio do m&oacute;dulo m&aacute;ximo. O teorema da fun&ccedil;&atilde;o inversa e o teorema da fun&ccedil;&atilde;o aberta. Ramos holomorfos do logaritmo complexo.  </li>

<li>Classifica&ccedil;&atilde;o das singularidades isoladas. O teorema de Casorati-Weierstrass.  </li>

<li>O teorema dos res&iacute;duos: defini&ccedil;&otilde;es e resultados gerais (s&eacute;ries de Laurent, teorema do tipo Cauchy e f&oacute;rmula do tipo Cauchy para fun&ccedil;&otilde;es holomorfas em um anel; classifica&ccedil;&atilde;o das singularidades, o teorema dos res&iacute;duos).  </li>

<li>O teorema dos res&iacute;duos: aplica&ccedil;&otilde;es no c&aacute;lculo de v&aacute;rios tipos de integrais. </li>

<li>
Fun&ccedil;&otilde;es meromorfas. O princ&iacute;pio do argumento. O teorema de Rouch&eacute;. Outros resultados relacionados.
 </li>

<li>O teorema de Cauchy (vers&atilde;o global homologica). </li>

<li>O lema de Schwarz, geometr&iacute;a hiperb&oacute;lica. </li>

<li>Transforma&ccedil;&otilde;es conformes: defini&ccedil;&atilde;o, fam&iacute;lias normais, o teorema de Montel, o teorema da aplica&ccedil;&atilde;o de Riemann. </li>

<li>Transforma&ccedil;&otilde;es conformes: exemplos e m&eacute;todos. </li>

</ol>    

<h3>Ementa do curso - poss&iacute;veis t&oacute;picos adicionais  </h3> 
<ol>

<li value="1">Fam&iacute;lias compactas de fun&ccedil;&otilde;es holomorfas e meromorfas. Os teoremas de Montel e Picard.  </li>

<li>O princ&iacute;pio (do m&oacute;dulo m&aacute;ximo) de Phragm&eacute;n-Lindel&ouml;f. 

<li>Outras consequ&ecirc;ncias do princ&iacute;pio do m&oacute;dulo m&aacute;ximo: o teorema de Vitali, o teorema de Montel, o teorema dos tr&ecirc;s c&iacute;rculos de Hadamard, o teorema de Borel-Carath&eacute;odory. </li>

<li>Fun&ccedil;&otilde;es harm&ocirc;nicas e subharm&ocirc;nicas. </li>

<li>Fun&ccedil;&otilde;es e polin&ocirc;mios univalentes. O teorema &frac14; de Koebe, a desigualdade e a conjetura de Bieberbach, estimativa de &aacute;rea de Gronwall. </li>

<li>Fun&ccedil;&otilde;es meromorfas em <span class="math inline">\(\mathbb{C}\)</span> e o teorema de Mittag-Leffler. </li>

<li>Fun&ccedil;&otilde;es inteiras. Produtos infinitos. Produtos can&ocirc;nicos de Weierstrass. </li>

<li>Algumas fun&ccedil;&otilde;es especiais na teoria an&aacute;litica dos n&uacute;meros. </li>
    
</ol>    
    
</main>

        <footer>

           

        </footer>
       
    </body>

</html>

