<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
 
<head>
         
        <meta charset="utf-8">
        <meta name="viewport" content="width=device-width, initial-scale=1">
        <title>Por que estudar no Departamento de Matem&aacute;tica da PUC-Rio </title>
        
        <style> 

    html body {
        font-family: 'Raleway', sans-serif;
        background-color: white;
    }

    :root {
        --accent: red;
        --border-width:  10px ;
    }

</style>


<link rel="stylesheet" href="https://themes.gohugo.io/theme/minimal/css/main.css">





<link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Raleway">


 <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/highlight.js/9.12.0/styles/solarized-dark.min.css"> 


<link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/css/bootstrap.min.css" integrity="sha384-BVYiiSIFeK1dGmJRAkycuHAHRg32OmUcww7on3RYdg4Va+PmSTsz/K68vbdEjh4u" crossorigin="anonymous">


<link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/font-awesome/4.7.0/css/font-awesome.min.css" integrity="sha384-wvfXpqpZZVQGK6TAh5PVlGOfQNHSoD2xbE+QkPxCAFlNEevoEH3Sl0sibVcOQVnN" crossorigin="anonymous">
 


    <script src="https://cdnjs.cloudflare.com/ajax/libs/highlight.js/9.12.0/highlight.min.js"></script>

     <script src="https://cdnjs.cloudflare.com/ajax/libs/highlight.js/9.12.0/languages/go.min.js"></script>  <script src="https://cdnjs.cloudflare.com/ajax/libs/highlight.js/9.12.0/languages/haskell.min.js"></script>  <script src="https://cdnjs.cloudflare.com/ajax/libs/highlight.js/9.12.0/languages/kotlin.min.js"></script>  <script src="https://cdnjs.cloudflare.com/ajax/libs/highlight.js/9.12.0/languages/scala.min.js"></script>  <script src="https://cdnjs.cloudflare.com/ajax/libs/highlight.js/9.12.0/languages/swift.min.js"></script> 

    <script>hljs.initHighlightingOnLoad();</script>







<script src="https://ajax.googleapis.com/ajax/libs/jquery/3.2.1/jquery.min.js"></script>


<script src="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/js/bootstrap.min.js" integrity="sha384-Tc5IQib027qvyjSMfHjOMaLkfuWVxZxUPnCJA7l2mCWNIpG9mGCD8wGNIcPD7Txa" crossorigin="anonymous"></script>


<script>$(document).on('click', function() { $('.collapse').collapse('hide'); })</script>
 <meta name="generator" content="Hugo 0.53" />
        

        
    </head>

    
    
    <script type="text/javascript" async
      src="https://cdnjs.cloudflare.com/ajax/libs/mathjax/2.7.1/MathJax.js?config=TeX-AMS-MML_HTMLorMML">
    </script>
    

    <body>
         
        <nav class="navbar navbar-default navbar-fixed-top">

            <div class="container">

                <div class="navbar-header">

                    

                    <button class="navbar-toggle" data-target=".navbar-collapse" data-toggle="collapse">
                        <span class="icon-bar"></span>
                        <span class="icon-bar"></span>
                        <span class="icon-bar"></span>
                    </button>

                </div>

                <div class="collapse navbar-collapse">

                    
                        
                    

                </div>

            </div>

        </nav>



<main>

<div class="item">

    
    
    

    
    

<h2>Por que estudar na PUC-Rio?</h2>
    
    
    
    

</div>


    <br> <div class="text-justify">
        
<br>   
    
    <img src="foto-puc.jpeg" alt="puc" class="center">

<br><br><br>    
    
<p>O programa de P&oacute;s-Gradua&ccedil;&atilde;o do Departamento de Matem&aacute;tica (DMat) &eacute; um dos mais tradicionais do pa&iacute;s. O nosso programa obteve nota 7 na &uacute;ltima avalia&ccedil;&atilde;o da CAPES. O conceito 7 &eacute; a nota m&aacute;xima que pode ser atribu&iacute;da a um Programa de P&oacute;s-gradua&ccedil;&atilde;o, e demonstra desempenho equivalente a centros internacionais de excel&ecirc;ncia na &aacute;rea.  </p>
    
<p>O mestrado foi fundado em 1969 e at&eacute; 2019, formaram-se 298 mestres e 107 doutores. Entre os mestres formados, 44 fizeram doutorado no programa. Abaixo, resumimos algumas das raz&otilde;es pelas quais voc&ecirc; deveria seguir o mesmo caminho. Para obter informa&ccedil;&otilde;es mais detalhadas sobre o nosso programa, visite o <a href="http://www.mat.puc-rio.br/posgraduacao.htm">site</a> do programa ou entre em contato conosco por email: secpos@mat.puc-rio.br  </p>  


    
<br>
    
    
<h3 >Ambiente colaborativo</h3>


<p>Por ser um departamento relativamente pequeno, podemos contar com um ambiente familiar no qual a intera&ccedil;&atilde;o entre alunos e professores &eacute; estreita e amig&aacute;vel. Valorizamos uma abordagem de trabalho bastante colaborativa que permite que todos prosperem. Os membros do corpo docente e os funcion&aacute;rios do departamento s&atilde;o acess&iacute;veis. </p>
    
<p><a href="cotidiano.html">Aqui</a> est&atilde;o algumas fotos ilustrando o cotidiano do nosso departamento. </p>
    

<br>    
    
    
<h3>Excel&ecirc;ncia do programa e do corpo docente </h3>


<p>O DMat da PUC-Rio &eacute; um entre apenas 7 departamentos de matem&aacute;tica no Brasil com avalia&ccedil;&atilde;o m&aacute;xima (nota 7) do seu programa de p&oacute;s-gradua&ccedil;&atilde;o.</p> 
    
<p>Os 16 professores do quadro permanente s&atilde;o pesquisadores reconhecidos em seus respectivos campos de atua&ccedil;&atilde;o, apoiados por v&aacute;rios projetos tais como: bolsas de produtividade em pesquisa do CNPq, o programa cientista e jovem cientista do nosso estado da FAPERJ, assim como recipientes de importantes pr&ecirc;mios internacionais (<a href="https://twas.org/opportunity/twas-awards">TWAS</a> e <a href="https://en.wikipedia.org/wiki/Fulkerson_Prize">Fulkerson</a>). Conhe&ccedil;a mais a respeito dos membros do corpo docente e seus interesses de pesquisa <a href="http://www.mat.puc-rio.br/corpo_docente.htm">aqui</a>. </p>

<p>Alunos ou ex-alunos do nosso programa tamb&eacute;m s&atilde;o premiados, dentre outros com o  <a href="https://www.gov.br/capes/pt-br/assuntos/premios/premio-capes-de-tese-1/teses-premiadas/teses-premiadas-em-2019">Pr&ecirc;mio CAPES de tese</a>. </p>
    

<br>    


<h3>Recursos para alunos</h3>

    
<p>A PUC-Rio &eacute; uma institui&ccedil;&atilde;o comunit&aacute;ria de educa&ccedil;&atilde;o superior (leia mais sobre sua hist&oacute;ria e miss&atilde;o <a href="http://www.puc-rio.br/sobrepuc/historia/">aqui</a>). </p> 
    
<p>O programa de p&oacute;s-gradua&ccedil;&atilde;o na PUC-Rio &eacute; gratuito, ou seja, todos os alunos aceitos recebem bolsa de isen&ccedil;&atilde;o da Vice-Reitoria Acad&ecirc;mica da PUC-Rio (VRAC). </p> 

<p>Al&eacute;m disso, contamos com uma boa disponibilidade de bolsas de mestrado e doutorado fornecidas pelas ag&ecirc;ncias de fomento CNPq, CAPES e FAPERJ e tamb&eacute;m pela Petrobras. </p> 
    
<p>Ademais, oferecemos algumas bolsas de excel&ecirc;ncia para alunos muito promissores. </p>  
    
    
<br>
    

<h3>&Oacute;tima estrutura</h3>    

<p>Desde o in&iacute;cio da pandemia, a PUC-Rio criou um programa de inclus&atilde;o digital, apoiando alunos em situa&ccedil;&atilde;o de vulnerabilidade socioecon&ocirc;mica para terem acesso a computadores e pacote de dados (internet). </p> 

<p>O nosso departamento conta com uma &oacute;tima estrutura f&iacute;sica: salas amplas e bem equipadas para alunos; biblioteca departamental pr&oacute;pria, com um grande n&uacute;mero de livros dispon&iacute;veis para empr&eacute;stimo. </p> 

<p>Temos um campus muito agrad&aacute;vel (um mini jardim bot&acirc;nico), bem localizado, com f&aacute;cil acesso via transporte p&uacute;blico e proximidade a v&aacute;rios pontos culturais e de lazer. </p> 

<p>Al&eacute;m disso, o corpo administrativo da nossa institui&ccedil;&atilde;o &eacute; altamente qualificado, eficiente e prestativo; veja <a href="http://www.mat.puc-rio.br/funcionarios.htm"> aqui</a> a lista de funcion&aacute;rios do DMat. </p>    
    
   
<br>   


<h3>Vida cient&iacute;fica ativa</h3>       

<p>O DMat possui uma ampla gama de encontros cient&iacute;ficos: col&oacute;quios, semin&aacute;rios, minicursos de pesquisa e confer&ecirc;ncias. Veja a <a href="http://www.mat.puc-rio.br">p&aacute;gina principal</a> do departamento para mais detalhes.  </p>
    
<p>Alguns desses eventos s&atilde;o idealizados especificamente para alunos como p&uacute;blico alvo. </p>

<p>Um dos eventos mais tradicionais do nosso departamento &eacute; o <a href="http://www.mat.puc-rio.br/qtp.htm">Semin&aacute;rio q.t.p</a> (que termina em pizza). Este evento mensal se apresenta como um espa&ccedil;o desconstru&iacute;do para a apresenta&ccedil;&atilde;o (geralmente informal) de resultados e teorias matem&aacute;ticas, seguido por confraterniza&ccedil;&atilde;o com pizzas. </p>
    
<p>Um outro evento tradicional &eacute; o <a href="http://www.mat.puc-rio.br/oktobermat_arquivo.htm">Oktobermat</a>, um ciclo anual de palestras dirigidas a alunos de gradua&ccedil;&atilde;o e p&oacute;s-gradua&ccedil;&atilde;o em matem&aacute;tica e &aacute;reas afins. </p>

<p>Um evento recentemente criado &eacute; o <a href="https://silviusklein.github.io/dia-dos-alunos-2021/main.html">Dia dos Alunos</a>, que consiste principalmente em palestras ministradas por alunos do nosso programa feat. alguns alunos convidados de fora. </p>

<p>Ademais, temos com frequ&ecirc;ncia (geralmente no ver&atilde;o) minicursos avan&ccedil;ados ministrados por professores visitantes do departamento, como, por exemplo, em 2020 os cursos: <a href="https://silviusklein.github.io/minicurso-jan2020/main.html">&quot;Produtos Aleat&oacute;rios de Matrizes-Propriedades Estat&iacute;sticas&quot;</a> por Pedro Duarte (da Universidade de Lisboa) e &quot;Introdu&ccedil;&atilde;o &agrave; Concentra&ccedil;&atilde;o da Medida&quot; por Grigoris Paouris (da Universidade de Texas A&amp;M).  </p>
    

    
<br>
    

<h3>Interdisciplinaridade</h3>       

<p>O departamento conta com diversas &aacute;reas de pesquisa em matem&aacute;tica pura e matem&aacute;tica aplicada. </p> 
    
<p>Possu&iacute;mos uma boa capacidade de intera&ccedil;&atilde;o com outros departamentos da Universidade tais quais os departamentos de F&iacute;sica, Engenharia e Inform&aacute;tica. </p> 
    
<p>Al&eacute;m disso, nossos alunos t&ecirc;m acesso gratuitamente a cursos de idiomas ministrados pelo departamento de letras. </p>    

<br>
    
    
    
</main>

        <footer>

           

        </footer>
       
    </body>

</html>

